token = "<your_token>"

#    'group': {
#        'week': {
#            'day': 'schedule'
#        }
#    }
lessons = {
    '101': {
        '1': {
            '1': '1.Математика (ауд.111) \n2.Фізика (ауд.111)',
            '2': '1.Математика (ауд.112) \n2.Фізика (ауд.112)',
            '3': '1.Математика (ауд.113) \n2.Фізика (ауд.113)',
            '4': '1.Математика (ауд.114) \n2.Фізика (ауд.114)',
            '5': '1.Математика (ауд.115) \n2.Фізика (ауд.115)',
            '6': '1.Математика (ауд.116) \n2.Фізика (ауд.116)'
        },
        '2': {
            '1': '1.Математика (ауд.121) \n2.Фізика (ауд.121)',
            '2': '1.Математика (ауд.122) \n2.Фізика (ауд.122)',
            '3': '1.Математика (ауд.123) \n2.Фізика (ауд.123)',
            '4': '1.Математика (ауд.124) \n2.Фізика (ауд.124)',
            '5': '1.Математика (ауд.125) \n2.Фізика (ауд.125)',
            '6': '1.Математика (ауд.126) \n2.Фізика (ауд.126)'
        },
    },
    '102ск': {
        '1': {
            '1': '1.Математика (ауд.211) \n2.Фізика (ауд.211)',
            '2': '1.Математика (ауд.212) \n2.Фізика (ауд.212)',
            '3': '1.Математика (ауд.213) \n2.Фізика (ауд.213)',
            '4': '1.Математика (ауд.214) \n2.Фізика (ауд.214)',
            '5': '1.Математика (ауд.215) \n2.Фізика (ауд.215)',
            '6': '1.Математика (ауд.216) \n2.Фізика (ауд.216)'
        },
        '2': {
            '1': '1.Математика (ауд.221) \n2.Фізика (ауд.221)',
            '2': '1.Математика (ауд.222) \n2.Фізика (ауд.222)',
            '3': '1.Математика (ауд.223) \n2.Фізика (ауд.223)',
            '4': '1.Математика (ауд.224) \n2.Фізика (ауд.224)',
            '5': '1.Математика (ауд.225) \n2.Фізика (ауд.225)',
            '6': '1.Математика (ауд.226) \n2.Фізика (ауд.226)'
        },
    },
    '103м': {
        '1': {
            '1': '1.Математика (ауд.311) \n2.Фізика (ауд.311)',
            '2': '1.Математика (ауд.312) \n2.Фізика (ауд.312)',
            '3': '1.Математика (ауд.313) \n2.Фізика (ауд.313)',
            '4': '1.Математика (ауд.314) \n2.Фізика (ауд.314)',
            '5': '1.Математика (ауд.315) \n2.Фізика (ауд.315)',
            '6': '1.Математика (ауд.316) \n2.Фізика (ауд.316)'
        },
        '2': {
            '1': '1.Математика (ауд.321) \n2.Фізика (ауд.321)',
            '2': '1.Математика (ауд.322) \n2.Фізика (ауд.322)',
            '3': '1.Математика (ауд.323) \n2.Фізика (ауд.323)',
            '4': '1.Математика (ауд.324) \n2.Фізика (ауд.324)',
            '5': '1.Математика (ауд.325) \n2.Фізика (ауд.325)',
            '6': '1.Математика (ауд.326) \n2.Фізика (ауд.326)'
        },
    },
    '104умніки': {
        '1': {
            '1': '1.Математика (ауд.411) \n2.Фізика (ауд.411)',
            '2': '1.Математика (ауд.412) \n2.Фізика (ауд.412)',
            '3': '1.Математика (ауд.413) \n2.Фізика (ауд.413)',
            '4': '1.Математика (ауд.414) \n2.Фізика (ауд.414)',
            '5': '1.Математика (ауд.415) \n2.Фізика (ауд.415)',
            '6': '1.Математика (ауд.416) \n2.Фізика (ауд.416)'
        },
        '2': {
            '1': '1.Математика (ауд.421) \n2.Фізика (ауд.421)',
            '2': '1.Математика (ауд.422) \n2.Фізика (ауд.422)',
            '3': '1.Математика (ауд.423) \n2.Фізика (ауд.423)',
            '4': '1.Математика (ауд.424) \n2.Фізика (ауд.424)',
            '5': '1.Математика (ауд.425) \n2.Фізика (ауд.425)',
            '6': '1.Математика (ауд.426) \n2.Фізика (ауд.426)'
        },
    },
    'відсталі': {
        '1': {
            '1': '1.Математика (ауд.511) \n2.Фізика (ауд.511)',
            '2': '1.Математика (ауд.512) \n2.Фізика (ауд.512)',
            '3': '1.Математика (ауд.513) \n2.Фізика (ауд.513)',
            '4': '1.Математика (ауд.514) \n2.Фізика (ауд.514)',
            '5': '1.Математика (ауд.515) \n2.Фізика (ауд.515)',
            '6': '1.Математика (ауд.516) \n2.Фізика (ауд.516)'
        },
        '2': {
            '1': '1.Математика (ауд.521) \n2.Фізика (ауд.521)',
            '2': '1.Математика (ауд.522) \n2.Фізика (ауд.522)',
            '3': '1.Математика (ауд.523) \n2.Фізика (ауд.523)',
            '4': '1.Математика (ауд.524) \n2.Фізика (ауд.524)',
            '5': '1.Математика (ауд.525) \n2.Фізика (ауд.525)',
            '6': '1.Математика (ауд.526) \n2.Фізика (ауд.526)'
        },
    },
    'шо': {
        '1': {
            '1': '1.Математика (ауд.611) \n2.Фізика (ауд.611)',
            '2': '1.Математика (ауд.612) \n2.Фізика (ауд.612)',
            '3': '1.Математика (ауд.613) \n2.Фізика (ауд.613)',
            '4': '1.Математика (ауд.614) \n2.Фізика (ауд.614)',
            '5': '1.Математика (ауд.615) \n2.Фізика (ауд.615)',
            '6': '1.Математика (ауд.616) \n2.Фізика (ауд.616)'
        },
        '2': {
            '1': '1.Математика (ауд.621) \n2.Фізика (ауд.621)',
            '2': '1.Математика (ауд.622) \n2.Фізика (ауд.622)',
            '3': '1.Математика (ауд.623) \n2.Фізика (ауд.623)',
            '4': '1.Математика (ауд.624) \n2.Фізика (ауд.624)',
            '5': '1.Математика (ауд.625) \n2.Фізика (ауд.625)',
            '6': '1.Математика (ауд.626) \n2.Фізика (ауд.626)'
        },
    },
}
